const BaseCommand = require('../../utils/structures/BaseCommand');

module.exports = class UrsupergayCommand extends BaseCommand {
  constructor() {
    super('ursupergay', 'secret', []);
  }

  run(client, message, args) {
    message.channel.send('Ỳ̵̨̧̡̛͍̪͉͎̮̮̬̠͉̋̀̊̽͂̆͑́Ơ̷̖̱̟̖͈̫͖̥͓͐̏͊͆̏̅́̑͜͜͠͠͝U̵̢̡̨͖̲͈͇̜̩̖̺̣̹̺̪͖̽͆͊̅͊̐̿̂̍͛̐̎̀̉̒̉͘͜͜͝ ̷̨̡̢̨̨̛̲̞̝̩̹̫̳̬̦̫̻̙̹̤͐̋͂̒͂͋͂̿̈́͌̂͛̃̀̌̄̌̍̄̈́̋̚̚͝͝H̵̡̧̝͔͓̖͍̪̺͇̗͎̭̖̲͇͑̒͋͋̎̽̐͘̕Ä̵̢͖̼̼̗̥͗̃̓̿̉̉̔̓̽͘̚V̵̛̤͙̞͓͖̠͕̮͗̓͊̈́̄́̿͛̔̑͛͊͒͘͝͝͝Ȩ̸̧̢̢̳̮͙̭̜̥̗͍̬̹̼͔͚̼̳͈̖̝̈́͐̉́̋̒̓͝ ̴̧̧̧̪̥̮̹̙̙̪̱̻͍̤̠͔̠̝̮̦̓̑͛̐̓̓̅͛͋̽̈̾̀͂̉̿̀̓̈́͘̕͜͠M̵̻̝͍̝͕͈͉̖̫̠̍̒͒̈́ͅÀ̴̧̨̨̢̡̺̠̳͍̺͕͎̯̩̫̒͊̽̂͆̒̃̋́̃́̋̄͋̂͗̉̅̃̽̎͗͘̚͠ͅḐ̵͉͈̦̻͎͖̲̻͙̜͇͂͜͜Ȇ̶̡̛͇̭̖̼̗͇̗̟̥͎̝̲̖̆̓̈́̐̊͘̚̚͝ ̶̨̧̬͉̜̭̥̻͖͓̺̗̗̥͎̯͉̱̹͔̳̊̃͛̄̍̐͛̎̍̽͛̊̍̂̅͘̕͘͜͠ͅA̵͖̰͓͕͓͙̪̳̺̥͔̞̙̭͉̠̱̓̄̐͗̈́̇͗̒̈́̍̊́̚ ̵̨̢̞͈̼̲̣͇̬̞̼͍̭̠̥͈̜͉͙͔̣̥̒̑̈́̈́̏̊͝ͅM̴̛̞͚͉̥̫͎̳̤̤͕̆͒̉͛̌̄̾͂͌͌̿͘Ḯ̴̛̫̣͔͓̘̘̯͕͔̅̐̃̎̏̓͛̂̑͗̈́͛̈̒͋̄̀̃̆̚̕S̷̢̘͎̙͕͍̰̬̲͂̎͂̾̓͗̏̀̌̇̆̂̑͛̐́͂͘̕T̸̡̢̤̙͓͕̩͒͋̀͋̾̈̊̾̏͘͠Ả̴̧̡̪̫̟͎̜̝̤̹͈̻̼̮̘͓̣̖͇̆ͅK̵̟͓͇̺̞͈̣̩͉̤͓̹͋̉̀͑͐̐́̈́̆͛̋́̑̄̚E̵̘͋͝');
  }
}